Repository: kipyin/grace-notes
Catalog: GraceNotes/GraceNotes/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %@ editor
source: %@, multiline text field
zh_hans: %@，多行文本输入框

source: %@ input
zh_hans: %@ 输入

source: %@ section is updating.
zh_hans: 正在更新 %@。

source: %@ text
zh_hans: %@ 文本

source: %1$@ and %2$@ sat side by side in what you wrote, thankfulness and needs together.
zh_hans: 这一周里，「%1$@」和「%2$@」常同时出现在纸上，感恩与需要并肩挨着。

source: %1$@ and %2$@ tended to appear together in what you captured.
zh_hans: 「%1$@」和「%2$@」经常成对出现。

source: %1$@ item %2$d of %3$d
zh_hans: %1$@，第 %2$d 项，共 %3$d 项

source: %1$@ kept showing up alongside %2$@ in what you wrote this week.
zh_hans: 这一周里，你写下的内容中，%1$@ 和 %2$@ 常常一起出现。

source: %1$@ progress. %2$d complete, %3$d in progress, %4$d open.
zh_hans: %1$@：已完成 %2$d 项，进行中 %3$d 项，未开始 %4$d 项。

source: %1$@ to %2$@
zh_hans: %1$@ 至 %2$@

source: %1$@. Gratitudes: %2$d. Needs: %3$d. People in Mind: %4$d.
zh_hans: %1$@。感恩的事 %2$d 条。需要的事 %3$d 条。牵挂的人 %4$d 条。

source: %1$lld day reached %2$@ this week.
zh_hans: 这一周有 %1$lld 天达到了「%2$@」。

source: %1$lld days reached %2$@ this week.
zh_hans: 这一周有 %1$lld 天达到了「%2$@」。

source: %1$lld/%2$lld days
zh_hans: %1$lld/%2$lld 天

source: %d of %d
zh_hans: %2$d 条中的第 %1$d 条

source: %lld fuller days
zh_hans: %lld 天写得更完整

source: %lld reflections
zh_hans: %lld 条记录

source: 1 fuller day
zh_hans: 1 天写得更完整

source: 1 reflection
zh_hans: 1 条记录

source: 2 weeks
zh_hans: 2 周

source: 4 weeks
zh_hans: 4 周

source: 8 weeks
zh_hans: 8 周

source: A need kept resurfacing: %1$@ on %2$lld day(s) this week.
zh_hans: 这周有一件需要的事反复出现：%1$@（%2$lld 天）。

source: A next step
zh_hans: 下一步

# A thread
source: A pattern
zh_hans: 规律

# Abundance
source: Bloom
zh_hans: 花开有成

source: All sections reached five lines. Reading notes and reflections are extra space when you want them.
zh_hans: 三个部分都写到五条了。阅读笔记和反思是额外的空间，想写时再补上就好。

source: Across several entries, %@ was a thread you returned to often.
zh_hans: 在多条记录里，%@ 是你常常回到的一条线。

source: Add another gratitude
zh_hans: 再记一件感恩的事

source: Add another need
zh_hans: 再记一件需要的事

source: Add another person
zh_hans: 再记一位牵挂的人

source: Add another sentence in %@
zh_hans: 在 %@ 中再添加一句内容

source: Add gratitude
zh_hans: 记一件感恩的事

source: Add need
zh_hans: 记一件需要的事

source: Add new
zh_hans: 添加

source: Add new item in %@
zh_hans: 在 %@ 中新增一项

source: Add one line in each section to move into Sprout.
zh_hans: 现在还什么都没有。随便开始写一些，就会进入「初露新芽」。

source: Add one more line in any section. Small steps are easier to keep. Tap the status above anytime if you want a reminder.
zh_hans: 在任一部分多写几条，小步最容易坚持。

source: Add person
zh_hans: 记一位牵挂的人

source: Adds another item in %@
zh_hans: 在 %@ 中再添加一项

# AI
source: Summary
zh_hans: 摘要

# AI connection status
source: Summarize and Insights status
zh_hans: 摘要与洞察状态

source: On-device summarization can help with short labels and Past insights when you want a little more support.
zh_hans: 需要多一点帮忙时，本机摘要可以帮你整理短标签、丰富「过去」里的洞察。

# AI support
source: Summarization help
zh_hans: 摘要辅助

source: All fifteen spots were filled on those days.
zh_hans: 那几天里，十五个格子都写满了。

source: All fifteen spots were filled that day.
zh_hans: 那一天，十五个格子都写满了。

source: All sections are at three lines. Reach five lines in each section to enter Bloom.
zh_hans: 三个部分都已经写了三条了。继续把每个部分写到五条，就会进入「花开有成」。

source: All sections reached five lines. Today's entry is complete.
zh_hans: 三个部分都写到五条了。今天这篇记录已经完整了。

source: All three sections were growing on those days.
zh_hans: 那几天里，三栏都慢慢写开了。

source: Allow notifications in Settings to confirm a reminder time.
zh_hans: 请在设置中允许通知，以确认提醒时间。

source: Allow notifications in Settings to enable daily reminders.
zh_hans: 请在设置中允许通知，以启用每日提醒。

# Almost ready. Bringing your Grace Notes space online...
source: Almost ready. Finishing setup…
zh_hans: 快好了，正在准备你的感恩记……

source: Another %1$lld day reached %2$@.
zh_hans: 另有 %1$lld 天达到了「%2$@」。

source: Another %1$lld days reached %2$@.
zh_hans: 另有 %1$lld 天达到了「%2$@」。

source: At least one section has three lines. Reach three in all sections to enter Leaf.
zh_hans: 至少有一个部分已经写到三条了。等三个部分都写上三条以后，就会进入「叶茂成形」。

source: Available for iCloud.
zh_hans: 可使用 iCloud 同步。

# Balanced
source: Leaf
zh_hans: 叶茂成形

source: Begin today's entry
zh_hans: 开始写今天的感恩记

source: Both %1$@ and %2$@ showed up more than once in your week.
zh_hans: %1$@ 和 %2$@ 在这周都出现了不止一次。

# Browse all recurring themes
source: Show more
zh_hans: 更多

# Browse all trending themes
source: Show more
zh_hans: 更多

source: Came up most
zh_hans: 最常出现

source: Cancel
zh_hans: 取消

source: Capture one gratitude and move on with your day. A meaningful check-in can take under two minutes.
zh_hans: 记录一件感恩的事，然后继续今天的生活。一次有意义的记录不到两分钟就能完成。

source: Changes to the sync switch apply the next time you open the app.
zh_hans: 同步设置会在你下次打开 App 时生效。

source: Check connection
zh_hans: 检查连接

source: Check if notification permissions have changed.
zh_hans: 检查通知权限是否已更改。

source: Checking…
zh_hans: 正在检查…

source: Choose a reminder time.
zh_hans: 选择提醒时间。

source: Collapsed
zh_hans: 已收起

source: Connection looks good.
zh_hans: 连接正常。

source: Continue
zh_hans: 继续

source: Continue with
zh_hans: 继续关注

source: Could not determine. Try again later.
zh_hans: 暂时无法确定，请稍后再试。

source: Couldn’t verify. Try again
zh_hans: 无法验证，请稍后再试

source: Count
zh_hans: 次数

source: Counts show how often each theme came up.
zh_hans: 数字表示这一周里这些内容出现了几次。

source: Current week %1$lld, previous week %2$lld.
zh_hans: 本周 %1$lld 次，上周 %2$lld 次。

source: Daily reminder
zh_hans: 每日提醒

source: Daily reminders
zh_hans: 每日提醒

source: Data & Privacy
zh_hans: 数据与隐私

# DataPrivacy.a11y.backup
source: Import and export backups
zh_hans: 导入与导出备份

# DataPrivacy.a11y.nextSteps
source: What to do next
zh_hans: 接下来可做的事

# DataPrivacy.a11y.storage
source: Grace Notes data storage
zh_hans: 感恩记数据存储

# DataPrivacy.a11y.storage.cloudActive
source: Storage: Grace Notes syncs to iCloud from this device.
zh_hans: 存储：感恩记正通过此设备同步到 iCloud。

# DataPrivacy.attention.noAccount.summary
source: This device isn’t signed in to iCloud, so sync can’t start yet. Sign in from Settings, or open Settings below.
zh_hans: 此设备尚未登录 iCloud，暂时还不能开启同步。请到「设置」登录，或轻点下方的「打开设置」。

# DataPrivacy.attention.preferenceMismatchRelaunch.summary
source: Your sync setting doesn’t match how data is stored on this device right now.
zh_hans: 当前同步设置和本机正在使用的存储方式不一致。

# DataPrivacy.attention.restricted.summary
source: iCloud is restricted on this device.
zh_hans: 此设备上的 iCloud 目前受到限制。

# DataPrivacy.attention.retryICloudAfterRelaunch.summary
source: Quit Grace Notes once and open it again to try connecting to iCloud.
zh_hans: 先关掉感恩记再打开，试试能否连上 iCloud。

# DataPrivacy.attention.tempUnavailable
source: iCloud isn't available right now. Your entries still save on this device.
zh_hans: 暂时用不了 iCloud，记录照常保存在本设备。

# DataPrivacy.attention.tempUnavailableMismatch.summary
source: iCloud is temporarily unavailable. Your entries still save on this device.
zh_hans: 暂时连不上 iCloud，记录仍保存在本设备。

# DataPrivacy.attention.toggleChangedRelaunch.summary
source: Restart Grace Notes to apply your iCloud sync change.
zh_hans: 改了 iCloud 同步后，需要重新打开感恩记才会生效。

# DataPrivacy.attention.unknown
source: Couldn't verify iCloud status. Your entries still save on this device.
zh_hans: iCloud 状态暂时未知，记录仍保存在本设备。

# DataPrivacy.attention.unknownMismatch.summary
source: Couldn’t verify iCloud status. Your entries still save on this device.
zh_hans: iCloud 状态暂时未知，记录仍保存在本设备。

# DataPrivacy.backup.export
source: Export a backup
zh_hans: 导出备份

# DataPrivacy.backup.heading
source: Backup
zh_hans: 备份

# DataPrivacy.backup.helper
source: Saves all your Grace Notes entries to a file. To bring entries back, use a Grace Notes backup file.
zh_hans: 会将感恩记里的记录保存到文件。若要找回记录，请使用备份文件。

# DataPrivacy.backup.import
source: Restore from a backup
zh_hans: 从备份恢复

# DataPrivacy.import.action
source: Import
zh_hans: 导入

# DataPrivacy.import.confirm.message
source: Each calendar day in the file replaces your entry for that day if one exists; otherwise a new entry is added. Large imports may take a while to sync with iCloud.
zh_hans: 文件中每天的记录若本地已有，就会覆盖；若没有，就会新增。数据量大时与 iCloud 同步可能需要一些时间。

# DataPrivacy.import.confirm.title
source: Import this backup?
zh_hans: 导入此备份？

# DataPrivacy.import.error.fileTooLarge
source: This file is too large to import. Try a smaller Grace Notes backup.
zh_hans: 这份文件太大，无法导入。请换一个小一些的感恩记备份。

# DataPrivacy.import.error.generic
source: Unable to import your data right now. Please try again.
zh_hans: 暂时无法导入数据，请稍后再试。

# DataPrivacy.import.error.invalid
source: This file doesn’t look like a Grace Notes export.
zh_hans: 该文件看起来不是感恩记的导出格式。

# DataPrivacy.import.error.readFailed
source: Couldn’t read the file you selected.
zh_hans: 无法读取所选文件。

# DataPrivacy.import.error.schema
source: This export uses format version %lld, which this version of Grace Notes doesn’t support yet.
zh_hans: 该文件是第 %lld 版导出格式，当前版本尚不支持。

# DataPrivacy.import.error.title
source: Import failed
zh_hans: 导入失败

# DataPrivacy.import.error.tooManyEntries
source: This backup has too many days of entries to import in one go.
zh_hans: 这份备份里的日历日太多，无法一次性导入。

# DataPrivacy.import.success.detail
source: Added %lld new day(s) and replaced %lld existing day(s).
zh_hans: 新增 %lld 个日历日，替换 %lld 个已有日历日。

# DataPrivacy.import.success.title
source: Import complete
zh_hans: 导入完成

# DataPrivacy.importExport.export.json
source: Export JSON Backup
zh_hans: 导出备份（JSON）

# DataPrivacy.importExport.import.json
source: Import JSON Backup
zh_hans: 导入备份（JSON）

# DataPrivacy.importExport.rowTitle
source: Import & Export
zh_hans: 导入与导出

# DataPrivacy.importExport.section.export
source: Export
zh_hans: 导出

# DataPrivacy.importExport.section.import
source: Import
zh_hans: 导入

# DataPrivacy.importExport.title
source: Import & Export
zh_hans: 导入与导出

# DataPrivacy.importExport.section.history
source: Export history
zh_hans: 导出历史

# DataPrivacy.importExport.latestExport.title
source: Latest export
zh_hans: 最近一次导出

# DataPrivacy.importExport.history.viewAll
source: View export history
zh_hans: 查看全部导出记录

# DataPrivacy.importExport.backupFolder.disabledHint
source: Choose a backup folder in Scheduled backup first.
zh_hans: 请先在「自动备份」里选好备份文件夹。

# DataPrivacy.importExport.history.kind.manual
source: Manual export
zh_hans: 手动导出

# DataPrivacy.importExport.history.kind.scheduled
source: Scheduled backup
zh_hans: 自动备份

# DataPrivacy.importExport.history.status.success
source: Succeeded
zh_hans: 成功

# DataPrivacy.importExport.history.status.failed
source: Failed
zh_hans: 失败

# DataPrivacy.scheduledBackup.section
source: Scheduled backup
zh_hans: 自动备份

# DataPrivacy.scheduledBackup.interval.title
source: Repeat
zh_hans: 重复

# DataPrivacy.scheduledBackup.interval.off
source: Off
zh_hans: 关闭

# DataPrivacy.scheduledBackup.interval.daily
source: Daily
zh_hans: 每天

# DataPrivacy.scheduledBackup.interval.weekly
source: Weekly
zh_hans: 每周

# DataPrivacy.scheduledBackup.interval.biweekly
source: Every two weeks
zh_hans: 每两周

# DataPrivacy.scheduledBackup.interval.monthly
source: Monthly
zh_hans: 每月

# DataPrivacy.scheduledBackup.chooseFolder
source: Choose backup folder
zh_hans: 选择备份文件夹

# DataPrivacy.scheduledBackup.folderLabel
source: Folder
zh_hans: 文件夹

# DataPrivacy.scheduledBackup.folderAccessibilityFormat
source: Backup folder, %@
zh_hans: 备份文件夹：%@

# DataPrivacy.scheduledBackup.footer
source: Exports run when you open the app after the interval passes. Pick a folder in Files or iCloud Drive. Import from this folder uses the same location.
zh_hans: 到达设定间隔后，系统会在你下次打开 App 时自动导出。请在「文件」或 iCloud Drive 中选一个文件夹；从备份文件夹导入也会使用同一位置。

# DataPrivacy.scheduledBackup.failureDetail
source: Could not write scheduled backup
zh_hans: 无法写入自动备份

# DataPrivacy.scheduledBackup.folderError
source: Unable to use the folder you picked. Try choosing it again in Files.
zh_hans: 无法使用所选文件夹。请在“文件”中重新选择。

# DataPrivacy.scheduledBackup.folderError.title
source: Backup folder
zh_hans: 备份文件夹

# DataPrivacy.importExport.import.fromBackupFolder
source: Import from backup folder
zh_hans: 从备份文件夹导入

# DataPrivacy.importExport.backupFolder.title
source: Backup JSON files
zh_hans: JSON 备份文件

# DataPrivacy.importExport.backupFolder.empty
source: No JSON backups found in this folder.
zh_hans: 这个文件夹里还没有 JSON 备份。

# DataPrivacy.importExport.backupFolder.unreachable
source: Choose a backup folder first, or pick the folder again in Scheduled backup.
zh_hans: 请先选好备份文件夹，或在「自动备份」里重新选择。

# DataPrivacy.import.review.title
source: Review import
zh_hans: 确认导入

# DataPrivacy.import.mode.title
source: Import mode
zh_hans: 导入方式

# DataPrivacy.import.mode.merge
source: Merge
zh_hans: 合并

# DataPrivacy.import.mode.replace
source: Replace
zh_hans: 替换

# DataPrivacy.import.mode.merge.detail
source: Keeps journal days that only exist on this device. If a day exists both on-device and in the file with different content, you will choose which version to keep.
zh_hans: 会保留只存在于本机的日期。若某天在本机和备份文件里内容不同，需要你选择保留哪一边。

# DataPrivacy.import.mode.replace.detail
source: Deletes any on-device journal days that are not in the file, then applies every day from the file.
zh_hans: 会删掉文件里没有的本机日期，再按文件写入每一天。

# DataPrivacy.import.mergeConflict.title
source: Import conflicts
zh_hans: 导入内容冲突

# DataPrivacy.import.mergeConflict.message.one
source: %lld journal day differs between this device and the file. Choose how to resolve it.
zh_hans: 设备与文件中有 1 天的内容不一致。请选择如何处理。

# DataPrivacy.import.mergeConflict.message.other
source: %lld journal days differ between this device and the file. Choose how to resolve them.
zh_hans: 设备与文件中有 %lld 天的内容不一致。请选择如何处理。

# DataPrivacy.import.mergeConflict.useBackup
source: Use backup for conflicts
zh_hans: 发生内容冲突，以备份为准

# DataPrivacy.import.mergeConflict.keepDevice
source: Keep device for conflicts
zh_hans: 发生内容冲突，保留本机内容

# DataPrivacy.iCloudSync.lastActivity.format
source: Last iCloud activity: %@
zh_hans: 上次 iCloud 活动：%@

# DataPrivacy.iCloudSync.lastActivity.pending
source: Last iCloud activity: not observed yet on this device
zh_hans: 上次 iCloud 活动：这台设备上还没有观察到同步活动

# DataPrivacy.storage.fallbackLocal
source: Saved on this device only right now.
zh_hans: 目前仅保存在本设备。

# DataPrivacy.storage.heading
source: Storage
zh_hans: 存储

# DataPrivacy.storage.iCloudOn.detail
source: Your entries sync to iCloud when your account and network allow. Sync may take a little time to appear on other devices.
zh_hans: 已登录 iCloud 且网络正常时，记录会同步。同步需要一点时间，各台设备上出现的时间可能不完全一样。

# DataPrivacy.storage.iCloudOn.summary
source: Grace Notes syncs to iCloud from this device.
zh_hans: 感恩记会通过本设备同步到 iCloud。

# DataPrivacy.storage.localOnly
source: Your entries stay on this device. They are not synced to iCloud.
zh_hans: 你的记录保存在本设备，不会同步到 iCloud。

source: day
zh_hans: 天

source: days
zh_hans: 天

source: Days with writing
zh_hans: 写下内容的天数

source: Delete
zh_hans: 删除

source: Depth and insights
zh_hans: 深度与洞察

source: Dismiss
zh_hans: 关闭

source: Dismisses the completion meaning card.
zh_hans: 关闭完成含义说明卡片。

source: Dismisses this tip.
zh_hans: 关闭这条提示。

source: Done
zh_hans: 完成

source: Double-tap to edit this sentence.
zh_hans: 连点两下即可编辑这句话。

source: Double-tap to edit this sentence. Use Show more to preview the full text.
zh_hans: 连点两下即可编辑这句话。如需查看全文，可轻点“展开”。

source: Down
zh_hans: 下降

source: Each row counts a day with a saved entry, not every calendar day in the week.
zh_hans: 每一行表示本周某一天保存了记录，并非本周的每一个日历日。

# Editing this sentence. Press Done to save, or tap outside the text field.
source: Editing this field. Tap Done to save, or tap outside the text field.
zh_hans: 正在编辑。轻点「完成」保存，或轻点文本框外结束编辑。

# Empty
source: Soil
zh_hans: 静待播种

source: Entries stay private to your devices and account. Export creates a full JSON backup.
zh_hans: 记录只保留在你的设备和账户中。导出可生成完整 JSON 备份。

source: Entries this week
zh_hans: 本周记录

source: Even one small start can still shape the week.
zh_hans: 哪怕只开始一点点，这一周也会不一样。

source: Expanded
zh_hans: 已展开

source: Expands or collapses the sentence preview
zh_hans: 展开或收起这句话的预览

source: Export creates a JSON file of your Grace Notes that you can keep as your own backup.
zh_hans: 导出会生成包含感恩记内容的 JSON 文件，可作为个人备份保存。

source: Exporting…
zh_hans: 导出中…

source: Filled dots mark days with writing.
zh_hans: 填色圆点表示那天有写下内容。

# First time with one gratitude, one need, and someone in mind—nice work.
source: First time with one in each section. Nice work.
zh_hans: 第一次三个分栏里都写了一条。做得好。

source: First time with one line in each section. Nice work.
zh_hans: 恭喜你第一次记录了一件感恩的事、一件需要的事和一位牵挂的人。

# Full
source: Bloom
zh_hans: 花开有成

source: Fully close the app and reopen it for the new setting to take effect.
zh_hans: 请完全关闭 App 后重新打开，新设置才会生效。

source: Fully close the app and reopen it to apply your sync setting or retry iCloud storage.
zh_hans: 请完全关闭 App 后重新打开，以应用同步设置或重试 iCloud 存储。

source: Fully close the app and reopen it to try iCloud storage again.
zh_hans: 请完全关闭 App 后重新打开，再次尝试 iCloud 存储。

source: Fully close the app and reopen when iCloud is available for your stored preference to take effect.
zh_hans: 请在 iCloud 可用后完全关闭 App 并重新打开，以使已保存的偏好生效。

source: Get Started
zh_hans: 开始使用

source: Got it
zh_hans: 知道了

source: Grace Notes
zh_hans: 感恩记

source: Grace Notes on this device
zh_hans: 此设备上的感恩记

source: Grace Notes storage on this device
zh_hans: 本机上的感恩记存储

source: Gratitudes
zh_hans: 感恩的事

source: Gratitudes stood out
zh_hans: 感恩的事更突出

# Growing
source: Twig
zh_hans: 枝条初成

source: Growth stages
zh_hans: 完成度分布

# Harvest
source: Full
zh_hans: 圆满

source: Bloom means every line slot is filled: five in Gratitudes, five in Needs, and five in People in Mind.
zh_hans: 「花开有成」表示三个部分都写满五条：感恩的事、需要的事和牵挂的人各五条。

source: How can you carry %@ into tomorrow?
zh_hans: 你如何把 %@ 延续到明天？

source: How could you connect with %@ in a meaningful way this week?
zh_hans: 这周你可以怎样和 %@ 有更真切的联系？

source: How could you connect with %1$@ in a way that also tends to %2$@ tomorrow?
zh_hans: 明天你能否用一个小行动联络「%1$@」，同时也回应「%2$@」？

source: How could you make space for %@ again next week?
zh_hans: 下周你可以怎样再为 %@ 腾出一点空间？

source: iCloud account
zh_hans: iCloud 账户

source: iCloud sync
zh_hans: iCloud 同步

source: iCloud sync can keep Grace Notes available across your devices. You can enable it in Settings whenever you're ready.
zh_hans: iCloud 同步可以让感恩记在你的设备间保持同步。准备好了随时在「设置」里打开。

source: iCloud sync on: entries sync across your devices. iCloud sync off: entries stay local on this device. Changes apply the next time you open the app. Export creates a full JSON backup.
zh_hans: 开启 iCloud 同步后，感恩记会在你的设备之间同步。关闭后，感恩记只保留在当前设备。同步设置会在你下次打开 App 时生效。导出可生成完整 JSON 备份。

source: iCloud sync preference
zh_hans: iCloud 同步偏好

source: iCloud sync uses Apple iCloud when your account and network allow.
zh_hans: 感恩记会在账户与网络可用时使用 iCloud 同步。

source: iCloud was unavailable when the app opened.
zh_hans: App 打开时，iCloud 不可用。

source: If it helps, you can turn on a daily reminder in Settings. Optional, and easy to change anytime.
zh_hans: 如果需要，可以在设置里打开每日提醒。完全可选，也随时能改。

source: If you'd like, you can turn on a daily reminder in Settings.
zh_hans: 愿意的话，可以在「设置」里打开每日提醒。

# Importing or restoring Grace Notes from a file in the app is not available yet.
source: Use Import in Settings → Data & Privacy to restore or merge from a Grace Notes JSON export.
zh_hans: 在「设置 → 数据与隐私」中使用「导入」，可从 Grace Notes 的 JSON 导出恢复或合并感恩记。

source: Importing…
zh_hans: 导入中…

source: In progress
zh_hans: 进行中

source: In Progress
zh_hans: 进行中

source: In Progress means you can reach Started by completing 1 gratitude, 1 need, and 1 person.
zh_hans: 再记下一件感恩的事、一件需要的事和一位牵挂的人，今天的记录就能达到「起步」。

source: Insights
zh_hans: 洞察

source: Is this shift toward %@ something you want to keep building?
zh_hans: 你想继续培养这个转向 %@ 的变化吗？

source: Keep entries with you
zh_hans: 让记录随你走

source: Keep going
zh_hans: 继续写下去

source: Keep going in each section toward Leaf.
zh_hans: 在任一部分多写几条，小步最容易坚持。

source: Keep Grace Notes with you
zh_hans: 让感恩记跟着你走

source: Keep the rhythm close
zh_hans: 把节奏留在手边

source: Keep writing to see trends for this calendar week.
zh_hans: 继续记录，才能看到这一周的趋势。

source: Label
zh_hans: 标签

source: Loading weekly insights.
zh_hans: 正在加载本周洞察。

source: Make Review more specific
zh_hans: 让「回顾」更具体

source: Matching writing surfaces
zh_hans: 对应的撰写栏目

source: Monday
zh_hans: 周一

source: Most often: %@
zh_hans: 最常出现：%@

source: Most recurring
zh_hans: 最常出现

source: Needs
zh_hans: 需要的事

source: Needs stood out
zh_hans: 需要的事更突出

source: Needs will open after your first gratitude.
zh_hans: 写下第一件感恩的事之后，「需要的事」就会打开。

source: New
zh_hans: 新增

source: Next
zh_hans: 下一步

source: No Apple ID signed in for iCloud on this device.
zh_hans: 此设备尚未登录 iCloud 账户。

source: No entries yet
zh_hans: 暂无记录

source: No internet connection
zh_hans: 无网络连接

source: No recurring patterns yet
zh_hans: 暂无重复模式

source: No reflection on %@
zh_hans: %@ 没有记录

# No saved journal entry for this day.
source: No saved reflection for this day.
zh_hans: 这一天还没有已保存的记录。

source: No writing on %@
zh_hans: %@ 没有写下内容。

source: Not now
zh_hans: 暂时不要

source: Not selected
zh_hans: 未选中

source: Now add one need for today.
zh_hans: 现在为今天加一条需要的事吧。

source: Observation
zh_hans: 观察

source: Off
zh_hans: 关闭

source: Off (Denied)
zh_hans: 关闭（已拒绝）

source: OK
zh_hans: 确定

source: On your device this week
zh_hans: 本周为本机生成

# On-device
source: On your device
zh_hans: 仅在你的设备上

source: One more step
zh_hans: 还差一小步

source: Open iOS Settings for notification permissions.
zh_hans: 打开 iOS「设置」调整通知权限。

source: Open journal entry
zh_hans: 打开该日期的手记

source: Open Settings
zh_hans: 打开设置

source: Opens a text field so you can add another item.
zh_hans: 打开输入框，继续添加内容。

source: Opens iOS Settings where you can sign in to iCloud or review restrictions.
zh_hans: 打开 iOS「设置」，可登录 iCloud 或查看相关限制。

# Opens the journal entry for that day.
source: Opens that day's reflection.
zh_hans: 打开这一天的记录。

source: Opens this day to start or continue writing.
zh_hans: 打开这一天以开始或继续记录。

source: Opens Today and starts the guided first entry.
zh_hans: 打开「今天」，开始引导式第一条记录。

source: Past
zh_hans: 过去

source: Past seven days
zh_hans: 过去七天

source: Past seven days rhythm
zh_hans: 过去七天节奏

# PastStatisticsInterval.phrase.allJournal
source: all entries to date
zh_hans: 至今所有记录

# PastStatisticsInterval.phrase.lastNMonths
source: the last %lld months
zh_hans: 最近 %lld 个月

# PastStatisticsInterval.phrase.lastNWeeks
source: the last %lld weeks
zh_hans: 最近 %lld 周

# PastStatisticsInterval.phrase.lastNYears
source: the last %lld years
zh_hans: 最近 %lld 年

# PastStatisticsInterval.phrase.lastOneMonth
source: the last month
zh_hans: 最近一个月

# PastStatisticsInterval.phrase.lastOneWeek
source: the last week
zh_hans: 最近一周

# PastStatisticsInterval.phrase.lastOneYear
source: the last year
zh_hans: 最近一年

source: People in Mind
zh_hans: 牵挂的人

source: People in mind most often included %1$@ (%2$lld mentions).
zh_hans: 挂念的人里「%1$@」出现最多（%2$lld 次）。

source: People in Mind will open after your first gratitude.
zh_hans: 写下第一件感恩的事之后，「牵挂的人」就会打开。

source: People in Mind will open after your first need.
zh_hans: 写下第一件需要的事之后，「牵挂的人」就会打开。

source: People stood out
zh_hans: 牵挂的人更突出

source: Please try again.
zh_hans: 请重试。

# Preparing a calm place for your first reflection...
source: Preparing your first entry…
zh_hans: 正在为你的第一条记录做准备……

source: Reading Notes
zh_hans: 阅读笔记

source: Reading Notes open after Gratitudes, Needs, and People are full.
zh_hans: 感恩的事、需要的事和牵挂的人都写满后，即可写阅读笔记。

source: Recurring Gratitudes
zh_hans: 重复出现的感恩

source: Recurring Needs
zh_hans: 重复出现的需求

# Reflection rhythm
source: Days you wrote
zh_hans: 你写过的

source: No journaling days to show here yet. After you write, they will appear in this strip.
zh_hans: 这里暂时还没有可显示的记录日期。开始写后，对应的日期会出现在这里。

source: Reflections
zh_hans: 反思

source: Reflections open after Gratitudes, Needs, and People are full.
zh_hans: 感恩的事、需要的事和牵挂的人都写满后，即可写反思。

source: Refresh
zh_hans: 刷新

source: Reminder couldn't be scheduled. Check notification permissions and try again.
zh_hans: 无法安排提醒。请检查通知权限后重试。

source: Reminder time
zh_hans: 提醒时间

source: Reminder time couldn't be saved. Try again in a moment.
zh_hans: 无法保存提醒时间。请稍后再试。

source: Reminders
zh_hans: 提醒

source: Rename label
zh_hans: 重命名标签
